Repository: Doozer-Framework/Doozr
Catalog: app/Data/Private/I18n/*/Gettext/*/LC_MESSAGES/default.po
Languages: ar, ru

source: Yes
ar: نعم؛ أجل؛ بلى
ru: Да

source: No
ar: ِ؛ أبدا
ru: Нет

source: hour
ar: ساعة؛ ستون دقيقة؛ موعد اْيواء للفراش؛ وقت الدراسة
ru: час

# timezone_is
source: timezone:
ru: времязона:

source: time
ar: قاس الوقت؛ وقت
ru: время

source: switch to
ar: تحول؛ غير؛ حول؛ بدل؛ جلد؛
ru: переключите к

# de-at
source: austrian
ar: النمساوي
ru: австрийско

# de
source: german
ar: الماني؛ جرماني
ru: немецко

# en
source: english
ar: إنكليزي
ru: английско

# es
source: spanish
ar: أسباني
ru: испанско

# fr
source: french
ar: فرنسي
ru: французско

# it
source: italian
ar: إيطالي
ru: итальянско

# en-gb
source: english (UK)
ar: إنكليزي (UK)
ru: английско (UK)

# ru
source: russian
ar: روسي
ru: русско

# ar
source: arabic
ar: عربي
ru: Арабско

source: no records found
ar: ِ؛ أبدا إرشيف؛ تسجيِت؛ محفوظات؛
ru: отсутствие найденных показателей

# x_books_in_my_y_shelves
source: I have %1$s books in my %2$s shelves
ar: ِ؛ أبدا إرشيف؛ تسجيِت؛ محفوظات؛
ru: Я имею %1$s книг в моих %2$s полках
